app/controllers/turtles_controller.rb

SELECT "turtles".* FROM "turtles"
---
  def burdaction
<<<<<<< HEAD
    @turtles = Turtle.all